                    <div class="popup">
                        <div class="popup-wrap show"></div>
                        <div class="popup__wrap show">
                            <form class="wrap" data-url="/add-question">
                                <input type="hidden" name="author_id" value="<?php echo $user; ?>">
                                <div class="popup__row popup__row-upper">
                                    <div class="popup__title h2">Добавить вопрос</div>
                                    <div class="popup__btn remove-btn"></div>
                                </div>
                                <div class="popup__inner inner">
                                    <div class="popup__form d_form">
                                        <div class="form__field"><label>Название <span>*</span></label><textarea name="name"
                                                rows="3" required></textarea>
                                            <div class="field-invalid inc_name">
                                                <div class="invalid-wrap"><svg width="16" height="15"
                                                        viewBox="0 0 16 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <g clip-path="url(#clip0_8_22180)">
                                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                                d="M7.80957 0C3.67551 0 0.30957 3.36594 0.30957 7.5C0.30957 11.6341 3.67551 15 7.80957 15C11.9436 15 15.3096 11.6341 15.3096 7.5C15.3096 3.36594 11.9436 0 7.80957 0ZM7.80957 1.36364C11.2067 1.36364 13.9459 4.1029 13.9459 7.5C13.9459 10.8971 11.2067 13.6364 7.80957 13.6364C4.41247 13.6364 1.67321 10.8971 1.67321 7.5C1.67321 4.1029 4.41247 1.36364 7.80957 1.36364ZM7.79893 3.39977C7.61833 3.40259 7.44623 3.47694 7.3204 3.60652C7.19456 3.7361 7.12528 3.9103 7.12775 4.09091V8.59064C7.12647 8.68099 7.14317 8.77069 7.17686 8.85454C7.21055 8.93838 7.26057 9.01469 7.32401 9.07903C7.38745 9.14337 7.46304 9.19447 7.5464 9.22934C7.62976 9.26421 7.71921 9.28217 7.80957 9.28217C7.89993 9.28217 7.98939 9.26421 8.07274 9.22934C8.1561 9.19447 8.23169 9.14337 8.29513 9.07903C8.35857 9.01469 8.40859 8.93838 8.44228 8.85454C8.47598 8.77069 8.49267 8.68099 8.49139 8.59064V4.09091C8.49264 3.99969 8.47557 3.90915 8.4412 3.82464C8.40682 3.74014 8.35584 3.66339 8.29127 3.59894C8.2267 3.5345 8.14985 3.48366 8.06528 3.44945C7.98071 3.41524 7.89015 3.39834 7.79893 3.39977ZM7.80957 10.2273C7.62874 10.2273 7.45532 10.2991 7.32745 10.427C7.19959 10.5548 7.12775 10.7283 7.12775 10.9091C7.12775 11.0899 7.19959 11.2633 7.32745 11.3912C7.45532 11.5191 7.62874 11.5909 7.80957 11.5909C7.9904 11.5909 8.16382 11.5191 8.29169 11.3912C8.41955 11.2633 8.49139 11.0899 8.49139 10.9091C8.49139 10.7283 8.41955 10.5548 8.29169 10.427C8.16382 10.2991 7.9904 10.2273 7.80957 10.2273Z"
                                                                fill="#FF5722" />
                                                        </g>
                                                        <defs>
                                                            <clipPath id="clip0_8_22180">
                                                                <rect width="15" height="15" fill="white"
                                                                    transform="translate(0.30957)" />
                                                            </clipPath>
                                                        </defs>
                                                    </svg>
                                                    <p>Некорректное поле</p>
                                                </div>
                                            </div>
                                        </div>
                                        <div class="form__field"><label>Описание вопроса <span>*</span></label><textarea
                                                name="description" rows="6" required></textarea>
                                            <div class="field-invalid inc_desc">
                                                <div class="invalid-wrap"><svg width="16" height="15"
                                                        viewBox="0 0 16 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <g clip-path="url(#clip0_8_22180)">
                                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                                d="M7.80957 0C3.67551 0 0.30957 3.36594 0.30957 7.5C0.30957 11.6341 3.67551 15 7.80957 15C11.9436 15 15.3096 11.6341 15.3096 7.5C15.3096 3.36594 11.9436 0 7.80957 0ZM7.80957 1.36364C11.2067 1.36364 13.9459 4.1029 13.9459 7.5C13.9459 10.8971 11.2067 13.6364 7.80957 13.6364C4.41247 13.6364 1.67321 10.8971 1.67321 7.5C1.67321 4.1029 4.41247 1.36364 7.80957 1.36364ZM7.79893 3.39977C7.61833 3.40259 7.44623 3.47694 7.3204 3.60652C7.19456 3.7361 7.12528 3.9103 7.12775 4.09091V8.59064C7.12647 8.68099 7.14317 8.77069 7.17686 8.85454C7.21055 8.93838 7.26057 9.01469 7.32401 9.07903C7.38745 9.14337 7.46304 9.19447 7.5464 9.22934C7.62976 9.26421 7.71921 9.28217 7.80957 9.28217C7.89993 9.28217 7.98939 9.26421 8.07274 9.22934C8.1561 9.19447 8.23169 9.14337 8.29513 9.07903C8.35857 9.01469 8.40859 8.93838 8.44228 8.85454C8.47598 8.77069 8.49267 8.68099 8.49139 8.59064V4.09091C8.49264 3.99969 8.47557 3.90915 8.4412 3.82464C8.40682 3.74014 8.35584 3.66339 8.29127 3.59894C8.2267 3.5345 8.14985 3.48366 8.06528 3.44945C7.98071 3.41524 7.89015 3.39834 7.79893 3.39977ZM7.80957 10.2273C7.62874 10.2273 7.45532 10.2991 7.32745 10.427C7.19959 10.5548 7.12775 10.7283 7.12775 10.9091C7.12775 11.0899 7.19959 11.2633 7.32745 11.3912C7.45532 11.5191 7.62874 11.5909 7.80957 11.5909C7.9904 11.5909 8.16382 11.5191 8.29169 11.3912C8.41955 11.2633 8.49139 11.0899 8.49139 10.9091C8.49139 10.7283 8.41955 10.5548 8.29169 10.427C8.16382 10.2991 7.9904 10.2273 7.80957 10.2273Z"
                                                                fill="#FF5722" />
                                                        </g>
                                                        <defs>
                                                            <clipPath id="clip0_8_22180">
                                                                <rect width="15" height="15" fill="white"
                                                                    transform="translate(0.30957)" />
                                                            </clipPath>
                                                        </defs>
                                                    </svg>
                                                    <p>Некорректное поле</p>
                                                </div>
                                            </div>
                                        </div>
                                        <div class="form__field form__field-select"><label>Уровень
                                                <span>*</span></label>
                                            <div class="select">
                                                <div class="select__item">
                                                    <div class="item">
                                                        <div class="item__head">
                                                            <span>Выберите уровень</span>
                                                            <svg
                                                                width="10" height="6" viewBox="0 0 10 6" fill="none"
                                                                xmlns="http://www.w3.org/2000/svg">
                                                                <path d="M1 1L5 5L9 1" stroke="#D3D3D3" stroke-width="2"
                                                                    stroke-linecap="round" stroke-linejoin="round" />
                                                            </svg>
                                                        </div>
                                                        <div class="item__options">
                                                            <input type="hidden" name="level">
                                                            <?php foreach ($data[0] as $key => $value) { ?>
                                                                <div class="option-wrap">
                                                                <input class="item__option"
                                                                    type="radio" name=""
                                                                    data-text="<?php echo $value->name; ?>"
                                                                    data-selected-value="<?php echo $value->id_level; ?>">
                                                                <label><?php echo $value->name; ?></label>
                                                            </div>
                                                            <?php } ?>
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                            <div class="field-invalid inc_level">
                                                <div class="invalid-wrap"><svg width="16" height="15"
                                                        viewBox="0 0 16 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <g clip-path="url(#clip0_8_22180)">
                                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                                d="M7.80957 0C3.67551 0 0.30957 3.36594 0.30957 7.5C0.30957 11.6341 3.67551 15 7.80957 15C11.9436 15 15.3096 11.6341 15.3096 7.5C15.3096 3.36594 11.9436 0 7.80957 0ZM7.80957 1.36364C11.2067 1.36364 13.9459 4.1029 13.9459 7.5C13.9459 10.8971 11.2067 13.6364 7.80957 13.6364C4.41247 13.6364 1.67321 10.8971 1.67321 7.5C1.67321 4.1029 4.41247 1.36364 7.80957 1.36364ZM7.79893 3.39977C7.61833 3.40259 7.44623 3.47694 7.3204 3.60652C7.19456 3.7361 7.12528 3.9103 7.12775 4.09091V8.59064C7.12647 8.68099 7.14317 8.77069 7.17686 8.85454C7.21055 8.93838 7.26057 9.01469 7.32401 9.07903C7.38745 9.14337 7.46304 9.19447 7.5464 9.22934C7.62976 9.26421 7.71921 9.28217 7.80957 9.28217C7.89993 9.28217 7.98939 9.26421 8.07274 9.22934C8.1561 9.19447 8.23169 9.14337 8.29513 9.07903C8.35857 9.01469 8.40859 8.93838 8.44228 8.85454C8.47598 8.77069 8.49267 8.68099 8.49139 8.59064V4.09091C8.49264 3.99969 8.47557 3.90915 8.4412 3.82464C8.40682 3.74014 8.35584 3.66339 8.29127 3.59894C8.2267 3.5345 8.14985 3.48366 8.06528 3.44945C7.98071 3.41524 7.89015 3.39834 7.79893 3.39977ZM7.80957 10.2273C7.62874 10.2273 7.45532 10.2991 7.32745 10.427C7.19959 10.5548 7.12775 10.7283 7.12775 10.9091C7.12775 11.0899 7.19959 11.2633 7.32745 11.3912C7.45532 11.5191 7.62874 11.5909 7.80957 11.5909C7.9904 11.5909 8.16382 11.5191 8.29169 11.3912C8.41955 11.2633 8.49139 11.0899 8.49139 10.9091C8.49139 10.7283 8.41955 10.5548 8.29169 10.427C8.16382 10.2991 7.9904 10.2273 7.80957 10.2273Z"
                                                                fill="#FF5722" />
                                                        </g>
                                                        <defs>
                                                            <clipPath id="clip0_8_22180">
                                                                <rect width="15" height="15" fill="white"
                                                                    transform="translate(0.30957)" />
                                                            </clipPath>
                                                        </defs>
                                                    </svg>
                                                    <p>Некорректное поле</p>
                                                </div>
                                            </div>
                                        </div>
                                        <div class="form__field form__field-select select-main-topic">
                                            <label>К какой главной теме относится? <span>*</span></label>
                                            <div class="select">
                                                <div class="select__item">
                                                    <div class="item">
                                                        <div class="item__head">
                                                            <span>Выберите тему</span>
                                                            <svg
                                                                width="10" height="6" viewBox="0 0 10 6" fill="none"
                                                                xmlns="http://www.w3.org/2000/svg">
                                                                <path d="M1 1L5 5L9 1" stroke="#D3D3D3" stroke-width="2"
                                                                    stroke-linecap="round" stroke-linejoin="round" />
                                                            </svg>
                                                        </div>
                                                        <div class="item__options">
                                                            <input type="hidden" name="topic">
                                                            <?php foreach ($data[3] as $key => $value) {
                                                                if ($value->subtopics) {    
                                                            ?>
                                                                <div class="option-wrap" data-topic="<?php echo $value->id_topic; ?>">
                                                                <input class="item__option"
                                                                    type="radio" name=""
                                                                    data-text="<?php echo $value->name; ?>"
                                                                    data-selected-value="<?php echo $value->id_topic; ?>">
                                                                <label><?php echo $value->name; ?></label>
                                                            </div>
                                                            <?php }} ?>
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                            <div class="field-invalid inc_topic">
                                                <div class="invalid-wrap"><svg width="16" height="15"
                                                        viewBox="0 0 16 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <g clip-path="url(#clip0_8_22180)">
                                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                                d="M7.80957 0C3.67551 0 0.30957 3.36594 0.30957 7.5C0.30957 11.6341 3.67551 15 7.80957 15C11.9436 15 15.3096 11.6341 15.3096 7.5C15.3096 3.36594 11.9436 0 7.80957 0ZM7.80957 1.36364C11.2067 1.36364 13.9459 4.1029 13.9459 7.5C13.9459 10.8971 11.2067 13.6364 7.80957 13.6364C4.41247 13.6364 1.67321 10.8971 1.67321 7.5C1.67321 4.1029 4.41247 1.36364 7.80957 1.36364ZM7.79893 3.39977C7.61833 3.40259 7.44623 3.47694 7.3204 3.60652C7.19456 3.7361 7.12528 3.9103 7.12775 4.09091V8.59064C7.12647 8.68099 7.14317 8.77069 7.17686 8.85454C7.21055 8.93838 7.26057 9.01469 7.32401 9.07903C7.38745 9.14337 7.46304 9.19447 7.5464 9.22934C7.62976 9.26421 7.71921 9.28217 7.80957 9.28217C7.89993 9.28217 7.98939 9.26421 8.07274 9.22934C8.1561 9.19447 8.23169 9.14337 8.29513 9.07903C8.35857 9.01469 8.40859 8.93838 8.44228 8.85454C8.47598 8.77069 8.49267 8.68099 8.49139 8.59064V4.09091C8.49264 3.99969 8.47557 3.90915 8.4412 3.82464C8.40682 3.74014 8.35584 3.66339 8.29127 3.59894C8.2267 3.5345 8.14985 3.48366 8.06528 3.44945C7.98071 3.41524 7.89015 3.39834 7.79893 3.39977ZM7.80957 10.2273C7.62874 10.2273 7.45532 10.2991 7.32745 10.427C7.19959 10.5548 7.12775 10.7283 7.12775 10.9091C7.12775 11.0899 7.19959 11.2633 7.32745 11.3912C7.45532 11.5191 7.62874 11.5909 7.80957 11.5909C7.9904 11.5909 8.16382 11.5191 8.29169 11.3912C8.41955 11.2633 8.49139 11.0899 8.49139 10.9091C8.49139 10.7283 8.41955 10.5548 8.29169 10.427C8.16382 10.2991 7.9904 10.2273 7.80957 10.2273Z"
                                                                fill="#FF5722" />
                                                        </g>
                                                        <defs>
                                                            <clipPath id="clip0_8_22180">
                                                                <rect width="15" height="15" fill="white"
                                                                    transform="translate(0.30957)" />
                                                            </clipPath>
                                                        </defs>
                                                    </svg>
                                                    <p>Некорректное поле</p>
                                                </div>
                                            </div>
                                        </div>
                                        <?php foreach ($data[3] as $key => $value) {
                                            if ($value->subtopics) {
                                        ?>
                                        <div class="form__field form__field-select select-subtopic" data-topic="<?php echo $value->id_topic; ?>" style="display: none;">
                                            <label>Тема - <?php echo $value->name; ?> <span>*</span></label>
                                            <div class="select">
                                                <div class="select__item">
                                                    <div class="item">
                                                        <div class="item__head">
                                                            <span>Выберите подтему</span>
                                                            <svg
                                                                width="10" height="6" viewBox="0 0 10 6" fill="none"
                                                                xmlns="http://www.w3.org/2000/svg">
                                                                <path d="M1 1L5 5L9 1" stroke="#D3D3D3" stroke-width="2"
                                                                    stroke-linecap="round" stroke-linejoin="round" />
                                                            </svg>
                                                        </div>
                                                        <div class="item__options">
                                                            <input type="hidden" name="">
                                                            <?php foreach ($value->subtopics as $key_inner => $value_inner) { ?>
                                                                <div class="option-wrap">
                                                                <input class="item__option"
                                                                    type="radio" name=""
                                                                    data-text="<?php echo $value_inner->name; ?>"
                                                                    data-selected-value="<?php echo $value_inner->id_topic; ?>">
                                                                <label><?php echo $value_inner->name; ?></label>
                                                            </div>
                                                            <?php } ?>
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                            <div class="field-invalid">
                                                <div class="invalid-wrap"><svg width="16" height="15"
                                                        viewBox="0 0 16 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <g clip-path="url(#clip0_8_22180)">
                                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                                d="M7.80957 0C3.67551 0 0.30957 3.36594 0.30957 7.5C0.30957 11.6341 3.67551 15 7.80957 15C11.9436 15 15.3096 11.6341 15.3096 7.5C15.3096 3.36594 11.9436 0 7.80957 0ZM7.80957 1.36364C11.2067 1.36364 13.9459 4.1029 13.9459 7.5C13.9459 10.8971 11.2067 13.6364 7.80957 13.6364C4.41247 13.6364 1.67321 10.8971 1.67321 7.5C1.67321 4.1029 4.41247 1.36364 7.80957 1.36364ZM7.79893 3.39977C7.61833 3.40259 7.44623 3.47694 7.3204 3.60652C7.19456 3.7361 7.12528 3.9103 7.12775 4.09091V8.59064C7.12647 8.68099 7.14317 8.77069 7.17686 8.85454C7.21055 8.93838 7.26057 9.01469 7.32401 9.07903C7.38745 9.14337 7.46304 9.19447 7.5464 9.22934C7.62976 9.26421 7.71921 9.28217 7.80957 9.28217C7.89993 9.28217 7.98939 9.26421 8.07274 9.22934C8.1561 9.19447 8.23169 9.14337 8.29513 9.07903C8.35857 9.01469 8.40859 8.93838 8.44228 8.85454C8.47598 8.77069 8.49267 8.68099 8.49139 8.59064V4.09091C8.49264 3.99969 8.47557 3.90915 8.4412 3.82464C8.40682 3.74014 8.35584 3.66339 8.29127 3.59894C8.2267 3.5345 8.14985 3.48366 8.06528 3.44945C7.98071 3.41524 7.89015 3.39834 7.79893 3.39977ZM7.80957 10.2273C7.62874 10.2273 7.45532 10.2991 7.32745 10.427C7.19959 10.5548 7.12775 10.7283 7.12775 10.9091C7.12775 11.0899 7.19959 11.2633 7.32745 11.3912C7.45532 11.5191 7.62874 11.5909 7.80957 11.5909C7.9904 11.5909 8.16382 11.5191 8.29169 11.3912C8.41955 11.2633 8.49139 11.0899 8.49139 10.9091C8.49139 10.7283 8.41955 10.5548 8.29169 10.427C8.16382 10.2991 7.9904 10.2273 7.80957 10.2273Z"
                                                                fill="#FF5722" />
                                                        </g>
                                                        <defs>
                                                            <clipPath id="clip0_8_22180">
                                                                <rect width="15" height="15" fill="white"
                                                                    transform="translate(0.30957)" />
                                                            </clipPath>
                                                        </defs>
                                                    </svg>
                                                    <p>Некорректное поле</p>
                                                </div>
                                            </div>
                                        </div>
                                        <?php }} ?>
                                        <div class="form__field form__field-hinted hinted-techs">
                                                    <label>Технологии <span>*</span></label>
                                                    <div class="techs"></div>
                                                    <input type="hidden" name="techs_list" value="">
                                                    <input type="text" name="tech" placeholder="Название технологии">
                                                    <div class="field-invalid inc_techs">
                                                        <div class="invalid-wrap"><svg width="16" height="15"
                                                                viewBox="0 0 16 15" fill="none"
                                                                xmlns="http://www.w3.org/2000/svg">
                                                                <g clip-path="url(#clip0_8_22180)">
                                                                    <path fill-rule="evenodd" clip-rule="evenodd"
                                                                        d="M7.80957 0C3.67551 0 0.30957 3.36594 0.30957 7.5C0.30957 11.6341 3.67551 15 7.80957 15C11.9436 15 15.3096 11.6341 15.3096 7.5C15.3096 3.36594 11.9436 0 7.80957 0ZM7.80957 1.36364C11.2067 1.36364 13.9459 4.1029 13.9459 7.5C13.9459 10.8971 11.2067 13.6364 7.80957 13.6364C4.41247 13.6364 1.67321 10.8971 1.67321 7.5C1.67321 4.1029 4.41247 1.36364 7.80957 1.36364ZM7.79893 3.39977C7.61833 3.40259 7.44623 3.47694 7.3204 3.60652C7.19456 3.7361 7.12528 3.9103 7.12775 4.09091V8.59064C7.12647 8.68099 7.14317 8.77069 7.17686 8.85454C7.21055 8.93838 7.26057 9.01469 7.32401 9.07903C7.38745 9.14337 7.46304 9.19447 7.5464 9.22934C7.62976 9.26421 7.71921 9.28217 7.80957 9.28217C7.89993 9.28217 7.98939 9.26421 8.07274 9.22934C8.1561 9.19447 8.23169 9.14337 8.29513 9.07903C8.35857 9.01469 8.40859 8.93838 8.44228 8.85454C8.47598 8.77069 8.49267 8.68099 8.49139 8.59064V4.09091C8.49264 3.99969 8.47557 3.90915 8.4412 3.82464C8.40682 3.74014 8.35584 3.66339 8.29127 3.59894C8.2267 3.5345 8.14985 3.48366 8.06528 3.44945C7.98071 3.41524 7.89015 3.39834 7.79893 3.39977ZM7.80957 10.2273C7.62874 10.2273 7.45532 10.2991 7.32745 10.427C7.19959 10.5548 7.12775 10.7283 7.12775 10.9091C7.12775 11.0899 7.19959 11.2633 7.32745 11.3912C7.45532 11.5191 7.62874 11.5909 7.80957 11.5909C7.9904 11.5909 8.16382 11.5191 8.29169 11.3912C8.41955 11.2633 8.49139 11.0899 8.49139 10.9091C8.49139 10.7283 8.41955 10.5548 8.29169 10.427C8.16382 10.2991 7.9904 10.2273 7.80957 10.2273Z"
                                                                        fill="#FF5722" />
                                                                </g>
                                                                <defs>
                                                                    <clipPath id="clip0_8_22180">
                                                                        <rect width="15" height="15" fill="white"
                                                                            transform="translate(0.30957)" />
                                                                    </clipPath>
                                                                </defs>
                                                            </svg>
                                                            <p>Некорректное поле</p>
                                                        </div>
                                                    </div>
                                                </div>
                                        <!-- <div class="form__field form__field-select">
                                            <label>Технологии <span>*</span></label>
                                            <div class="select select-multi">
                                                <div class="select__item"><input type="hidden" name="techs">
                                                    <div class="multi"></div>
                                                    <div class="item">
                                                        <div class="item__head">
                                                            <span>Выберите значение</span>
                                                            <svg
                                                                width="10" height="6" viewBox="0 0 10 6" fill="none"
                                                                xmlns="http://www.w3.org/2000/svg">
                                                                <path d="M1 1L5 5L9 1" stroke="#D3D3D3" stroke-width="2"
                                                                    stroke-linecap="round" stroke-linejoin="round" />
                                                            </svg>
                                                        </div>
                                                        <div class="item__options">
                                                            <?php foreach ($data[2] as $key => $value) { ?>
                                                                <div class="option-wrap">
                                                                <input class="item__option"
                                                                    type="radio" name=""
                                                                    data-text="<?php echo $value->name; ?>"
                                                                    data-selected-value="<?php echo $value->id_tech; ?>">
                                                                <label><?php echo $value->name; ?></label>
                                                            </div>
                                                            <?php } ?>
                                                        </div>
                                                    </div>
                                                </div>
                                            </div>
                                            <div class="field-invalid inc_techs">
                                                <div class="invalid-wrap"><svg width="16" height="15"
                                                        viewBox="0 0 16 15" fill="none"
                                                        xmlns="http://www.w3.org/2000/svg">
                                                        <g clip-path="url(#clip0_8_22180)">
                                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                                d="M7.80957 0C3.67551 0 0.30957 3.36594 0.30957 7.5C0.30957 11.6341 3.67551 15 7.80957 15C11.9436 15 15.3096 11.6341 15.3096 7.5C15.3096 3.36594 11.9436 0 7.80957 0ZM7.80957 1.36364C11.2067 1.36364 13.9459 4.1029 13.9459 7.5C13.9459 10.8971 11.2067 13.6364 7.80957 13.6364C4.41247 13.6364 1.67321 10.8971 1.67321 7.5C1.67321 4.1029 4.41247 1.36364 7.80957 1.36364ZM7.79893 3.39977C7.61833 3.40259 7.44623 3.47694 7.3204 3.60652C7.19456 3.7361 7.12528 3.9103 7.12775 4.09091V8.59064C7.12647 8.68099 7.14317 8.77069 7.17686 8.85454C7.21055 8.93838 7.26057 9.01469 7.32401 9.07903C7.38745 9.14337 7.46304 9.19447 7.5464 9.22934C7.62976 9.26421 7.71921 9.28217 7.80957 9.28217C7.89993 9.28217 7.98939 9.26421 8.07274 9.22934C8.1561 9.19447 8.23169 9.14337 8.29513 9.07903C8.35857 9.01469 8.40859 8.93838 8.44228 8.85454C8.47598 8.77069 8.49267 8.68099 8.49139 8.59064V4.09091C8.49264 3.99969 8.47557 3.90915 8.4412 3.82464C8.40682 3.74014 8.35584 3.66339 8.29127 3.59894C8.2267 3.5345 8.14985 3.48366 8.06528 3.44945C7.98071 3.41524 7.89015 3.39834 7.79893 3.39977ZM7.80957 10.2273C7.62874 10.2273 7.45532 10.2991 7.32745 10.427C7.19959 10.5548 7.12775 10.7283 7.12775 10.9091C7.12775 11.0899 7.19959 11.2633 7.32745 11.3912C7.45532 11.5191 7.62874 11.5909 7.80957 11.5909C7.9904 11.5909 8.16382 11.5191 8.29169 11.3912C8.41955 11.2633 8.49139 11.0899 8.49139 10.9091C8.49139 10.7283 8.41955 10.5548 8.29169 10.427C8.16382 10.2991 7.9904 10.2273 7.80957 10.2273Z"
                                                                fill="#FF5722" />
                                                        </g>
                                                        <defs>
                                                            <clipPath id="clip0_8_22180">
                                                                <rect width="15" height="15" fill="white"
                                                                    transform="translate(0.30957)" />
                                                            </clipPath>
                                                        </defs>
                                                    </svg>
                                                    <p>Некорректное поле</p>
                                                </div>
                                            </div>
                                        </div> -->
                                    </div>
                                </div>
                                <div class="popup__row popup__row-lower allign-right">
                                    <div class="inc_operation"><p></p></div>
                                    <button type="submit" class="btn btn-yellow">Добавить</button>
                                </div>
                            </form>
                        </div>
                    </div>